# -*- coding: utf-8 -*-
# -----------------------------------------------------------------------------------------------------------------
# Большинство програмного обеспечения похоже на египетские пирамиды - состоящие из миллионов кирпичиков,
# сваленных друг на друга без какой-либо структурной целостности,
# и созданные тысячами рабов с помощью грубой силы. © Алан Кэй
# -----------------------------------------------------------------------------------------------------------------

__author__ = 'senchuk'
